//
//  BKPasscodeView.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d intentos fallidos del código de seguridad";
"%d Failed Password Attempts" = "%d intentos fallidos de contraseña";

"1 Failed Passcode Attempt" = "1 intento fallido de código de seguridad ";
"1 Failed Password Attempt" = "1 intento fallido de contraseña ";

"Do you want to use Touch ID for authentication?" = "¿Deseas usar el Touch ID para autenticación?";

"Done" = "Terminado";

"Enable Touch ID" = "Habilitar Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Por favor ingresa un código de seguridad diferente. No es posible usar el mismo código de seguridad";
"Enter a different password. Cannot re-use the same password." = "Ingresa una contrseña diferente. No se puedes volver a usar la misma contraseña.";

"Enter a passcode" = "Ingresaa un código de seguridad";
"Enter a password" = "Ingresa una contraseña";

"Enter your new passcode" = "Ingresa tu nuevo código de seguridad";
"Enter your new password" = "Ingresa tu nueva contraseña";

"Enter your old passcode" = "Ingrese tu código de seguridad anterior";
"Enter your old password" = "Ingresa tu contraseña anterior";

"Enter your passcode" = "Ingresa tu código de seguridad";
"Enter your password" = "Ingresa tu contraseña";

"Invalid Passcode" = "Código de seguridad inválido";
"Invalid Password" = "Contraseña inválida";

"Passcodes did not match.\nTry again." = "Los códigos de seguridad no coinciden.\n Vuelve a intentarlo.\n";
"Password did not match.\nTry again." = "Las contraseñas no coinciden.\n\nPor favor vuelve a intentarlo. ";

"Re-enter your passcode" = "Favor de re-ingresar tu código de seguridad";
"Re-enter your password" = "Reingresa tu contraseña";

"Try again in %d minutes" = "Por favor vuelve a intentarlo en %d minutos";

"Try again in 1 minute" = "Favor de volver a intentar en 1 minuto";
